tex/vinaya-class-questions/vocabulary-words.tex


\chapter{Vocabulary: Words}
\label{sec:orgead3142}

\begin{longtable}{L{0.48\linewidth} L{0.48\linewidth} H}
able to keep going; sustainable & yāpanīya (adj.) & \\[0pt]
a cook & sūda (m.) & \\[0pt]
afflicted (with); affected (by) & otiṇṇa (pp. of otarati) & \\[0pt]
after & pacchā (ind.) & \\[0pt]
afterwards; later; in the future & pacchā (ind.) & \\[0pt]
agreeable; nice & piyarūpa (adj.) & \\[0pt]
allows (to); permits (to) & anujānāti & \\[0pt]
alms food; lit. lump dropping & piṇḍapāta (m.) & \\[0pt]
alms food; lit. lump-like thing & piṇḍaka (m.) & \\[0pt]
always & sabbadā (ind.) & \\[0pt]
(1) analyses; dissects (2) divides; distributes; shares & vibhajati & \\[0pt]
ant & kipillika (m.) & \\[0pt]
applies (attention); pays; lit. puts down & odahati & \\[0pt]
approaches; goes to; visits & upasaṅkamati & \\[0pt]
army general & senānī (m.) & \\[0pt]
ascetic; renunciant; holy man; monk; recluse; lit. who makes an effort; calm one & samaṇa (m.) [√sam + aṇa] & \\[0pt]
assembly hall; meeting hall & upaṭṭhānasālā (f.) & \\[0pt]
assistance for the training & vinayānuggaha (m.) [vinaya + anuggaha] & \\[0pt]
(1) attains; dwells in (2) engages in; performs & samāpajjati & \\[0pt]
attains; enters on; becomes fully ordained & upasampajjati & \\[0pt]
attendant; assistant & upaṭṭhāka (m.) & \\[0pt]
attends & upaṭṭhāti & \\[0pt]
at the very most; for a maximum of & paramaṁ (ind.) & \\[0pt]
(1) ball; lump (2) bit of food & piṇḍa (m.) & \\[0pt]
barks & bhussati & \\[0pt]
bearable; tolearable & khamanīya (adj.) & \\[0pt]
beautiful; lit. good colour & suvaṇṇa (adj.) & \\[0pt]
bed; sleeping place; couch; furniture & sayana (nt.) & \\[0pt]
before; earlier & pure (ind.) & \\[0pt]
before, previously & pubbe (ind.) & \\[0pt]
before, previously & pubbe (ind.) & \\[0pt]
beggar; mendicant & yācaka (m.) & \\[0pt]
begins; starts; undertakes & ārabhati & \\[0pt]
being; becoming; existence & bhava (m.) & \\[0pt]
benefit; reason; purpose & atthavasa (nt.) & \\[0pt]
beyond; across; over & pāraṁ (ind.) & \\[0pt]
bird & sakuṇa (m.) & \\[0pt]
blind person; lit. dark & andha (m.) & \\[0pt]
body; physical body & kāya (m.) & \\[0pt]
both & ubho (ind.) & \\[0pt]
bowl; cup & mallaka (m.) & \\[0pt]
boy & dāraka (m.) & \\[0pt]
breaks; splits; shatters & bhindati & \\[0pt]
brings & āharati & \\[0pt]
broom & sammuñjanī (f.) & \\[0pt]
brother & bhātar (m.) / bhātuka / bhāti & \\[0pt]
brother(s); friend(s) & āvuso (ind.) [shortened from āyasmanto] & \\[0pt]
burns; sets fire (to); burns down & ḍahati & \\[0pt]
but nor do I & na panāhaṁ (idiom.) [na + pana + ahaṁ] & \\[0pt]
but; rather; even & atha (ind.) & \\[0pt]
by oneself for/to oneself & attanāva attano (idiom.) & \\[0pt]
calmed; tranquillised & samita (pp. of sammati) & \\[0pt]
carefully reconsiders; re-inspects & anupekkhati & \\[0pt]
carries; carries away; takes away & harati & \\[0pt]
cat & biḷāra (m.) & \\[0pt]
cattle; oxen & gāvo (m.) [go + āvo] & \\[0pt]
certainly; definitely; lit. one point-ness & ekaṁsena (ind.) [eka + aṁsa + ena] & \\[0pt]
change; alteration & vipariṇāma (m.) & \\[0pt]
change; alteration & vipariṇāma (m.) & \\[0pt]
changed, altered, distorted & vipariṇata (pp. of vipariṇamati) & \\[0pt]
changes; alters; lit. completely bends around & vipariṇamati & \\[0pt]
changes; alters; lit. completely bends around & vipariṇamati & \\[0pt]
chews & khādati & \\[0pt]
chief; headman; leader & gāmaṇi (m.) [gāma + aṇi] & \\[0pt]
clean; clear; transparent & accha (adj.) & \\[0pt]
closet; cupboard & koṭṭhaka (m.) & \\[0pt]
cloth; clothes; robe & vattha (nt.) & \\[0pt]
cloth; garments & dussa (nt.) & \\[0pt]
coffee drink & kāphīpāna (nt.) & \\[0pt]
cold & sīta (adj.) & \\[0pt]
cold water & sītodaka (nt.) [sīta + udaka] & \\[0pt]
comes & āgacchati & \\[0pt]
comfort; happiness; pleasure; contentment & sukha (nt.) & \\[0pt]
coming; arrival & āgata (nt.) & \\[0pt]
coming; arrival & āgata (nt.) & \\[0pt]
community; monastic order & Saṅgha (m.) & \\[0pt]
completely comprehends; knows full well & parijānāti & \\[0pt]
concerning this life; regarding this world; relevant to here and now & diṭṭhadhammika (adj.) & \\[0pt]
confesses & āvikaroti & \\[0pt]
congee; sour gruel; rice husk porridge & kaṇājaka (nt.) & \\[0pt]
continuity of the good teaching; longevity of the true doctrine & saddhammaṭṭhiti (f.) & \\[0pt]
control; restraint; holding back & saṁvara (m.) & \\[0pt]
controls; restrains & saṁvarati & \\[0pt]
could be; may be & siyā (opt.irreg. of atthi) & \\[0pt]
country; province; area & janapada (m.) & \\[0pt]
covers up; wraps over & onandhati & \\[0pt]
cow; ox; cattle & go (m.) & \\[0pt]
cultivates; develops; lit. causes to become & bhāveti & \\[0pt]
darkness; blackness; blindness; lit. blind making & andhakāra (m.) [andha + kāra] & \\[0pt]
daughter & dhītar (f.) & \\[0pt]
daughter of Māra & māradhītar (f.) & \\[0pt]
day & aṇha (m.) & \\[0pt]
day-time & majjhanhikasamaya (m.) & \\[0pt]
death; dying & maraṇa (nt.) & \\[0pt]
death personified & māra (m.) & \\[0pt]
defilement; impurity & kilesa (m.) & \\[0pt]
descends (into); goes down (into) & otarati & \\[0pt]
desires; wants & icchati & \\[0pt]
dies & mīyati & \\[0pt]
diminishes; decreases; gets less; is lost & jīyati & \\[0pt]
dirty; messy & uklāpa (adj.) & \\[0pt]
discharge; suppuration; outflow; effluent & āsava (m.) & \\[0pt]
disciple; pupil; follower & sāvaka (m.) & \\[0pt]
discipline; training; lit. leading out & vinaya (m.) & \\[0pt]
discontent; aversion; boredom & aratī (f.) & \\[0pt]
disintegration; decay; old age; lit. going away & vaya (m.) [vi + √i + *a] & \\[0pt]
does & karoti & \\[0pt]
does not drown; does not overwhelm & nābhikīrati [na + abhi + √kir + a + ti] & \\[0pt]
dog & sunakha (m.) & \\[0pt]
Don't you do! & Mā akāsi! & \\[0pt]
dries; desiccates; makes wither; lit. causes to dry up & visoseti & \\[0pt]
drink; beverage & pāna (nt.) & \\[0pt]
dropped; discarded; set aside & nikkhitta (pp. of nikkhipati) & \\[0pt]
drowsiness; sluggishness & middha (nt.) & \\[0pt]
dullness and drowsiness; sloth and torpor & thinamiddha (nt.) & \\[0pt]
dullness; drowsiness; fuzziness; sluggishness & thina (nt.) & \\[0pt]
dwelling; building; house & agāra (nt.) & \\[0pt]
ear hole; lit. ear stream & kaṇṇasota (nt.) & \\[0pt]
ear & kaṇṇa (m.) & \\[0pt]
ear & sota (nt.) & \\[0pt]
earth; ground; floor & chamā (f.) & \\[0pt]
easy; comfortable & phāsu (adj.) & \\[0pt]
eaten; consumed & khādito (pp. of khādati) & \\[0pt]
eats; enjoys & bhuñjati & \\[0pt]
effort; energy & viriya (nt.) & \\[0pt]
elder; senior monk & thera (m.) & \\[0pt]
empty dwelling & suññāgāra (nt.) & \\[0pt]
empty of; devoid of; without & suñña (adj.) & \\[0pt]
enters; goes into & pavisati & \\[0pt]
enveloped (with); wrapped (with) & onaddha (pp. of onandhati) & \\[0pt]
evening-time & sāyanhasamaya (m.) & \\[0pt]
ever; sometime & kadāci (ind.) & \\[0pt]
excess; pleasure; indulgence & mada (m.) & \\[0pt]
Excuse me! & Okāsa, bhante. & \\[0pt]
(1) exists; is found; is present (2) is possible & vijjati [√vid + ya + ti] & \\[0pt]
exists (in); is found (in); is present (in) & vijjati [√vid + ya + ti] & \\[0pt]
expels (from); throws out; removes; lit. drags out & nikkaḍḍhati & \\[0pt]
(1) fall (2) drop; dropping; lit. made to drop & pāta (m.) & \\[0pt]
falls & nipatati & \\[0pt]
fatigue; tiredness & kilamatha (m.) & \\[0pt]
feeling & vedanā (f.) & \\[0pt]
feels; experiences; senses; lit. causes to know & vedayati & \\[0pt]
feels; experiences; senses & vedeti & \\[0pt]
few; not much & appa (adj.) & \\[0pt]
fills up & paripūreti & \\[0pt]
fire & aggi (m.) & \\[0pt]
flies up; files off; flies away & uḍḍayati & \\[0pt]
food; fuel; sustenance & āhāra (m.) & \\[0pt]
food (lit. an enjoyable) & bhojanīya (m.) & \\[0pt]
foot-washing water & pādodaka (m.) [pāda + udaka] & \\[0pt]
for a week; for seven days & sattāhaṁ (ind.) & \\[0pt]
form & rūpa (nt.) & \\[0pt]
friend; acquaintance; lit. seen together & sandiṭṭha (m.) & \\[0pt]
friendliness; lit. non-hatred & avera (nt.) & \\[0pt]
friend & mitta (m.) & \\[0pt]
(1) from that (2) therefore; that is why & tasmā & \\[0pt]
from there & tato (ind.) & \\[0pt]
from travelling (from going on the journey) & addhānaṁ āgato & \\[0pt]
fun; joke; play & dava (m.) & \\[0pt]
gets; receives; obtains & labhati & \\[0pt]
gets; receives; obtains & labhati & \\[0pt]
gets up; gets out; arouses oneself; lit. stands up & uṭṭhahati; uṭṭhāti & \\[0pt]
gives & deti & \\[0pt]
gives up; abandons; lets go (of) & pajahati & \\[0pt]
goal; purpose & attha (m.) & \\[0pt]
goal; purpose; want & attha (m.) & \\[0pt]
goes away, turns aside & apagacchati & \\[0pt]
goes beyond; surpasses; transgresses & accayati & \\[0pt]
goes & gacchati & \\[0pt]
gold & suvaṇṇa (nt.) & \\[0pt]
gone to bed & sayanagata (adj.) & \\[0pt]
good evening & susāyanha [su + sāya + anha] & \\[0pt]
good midday & sumajjhanhika [su + majjha + anha + ika] & \\[0pt]
Good morning (daybreak) Ven. Sir! & Suppabhātaṁ bhante. & \\[0pt]
Good morning everyone. & Suppabhātaṁ sabbesaṁ. & \\[0pt]
good morning & suppabhāta [su + pabhāta] & \\[0pt]
goods; wares; merchandise & bhaṇḍa (nt.) & \\[0pt]
granary; treasury; storehouse & koṭṭhāgāra (nt.) & \\[0pt]
growth (of); increase (of); lit. more state & bhiyyobhāva (m.) [bhiyyo + bhāva] & \\[0pt]
guardian & guttika (m.) & \\[0pt]
guest & āgata (m.) & \\[0pt]
guru; esteemed person & garu (m.) & \\[0pt]
hand; palm & pāṇi (m.) & \\[0pt]
hatred; hostility & vera (nt.) & \\[0pt]
having got; having obtained & laddhā (abs. of labhati) & \\[0pt]
healthy; beneficial; good; wholesome & kusala (adj.) & \\[0pt]
healthy; well; lit. able & kallaka (adj.) & \\[0pt]
hears & suṇāti & \\[0pt]
he attends to me & so maṃ upaṭṭhāti & \\[0pt]
heavenly being; a god & deva (m.) & \\[0pt]
he cooks & pacati & \\[0pt]
he is (√as) & atthi & \\[0pt]
he is (√hū) & hoti & \\[0pt]
helpful; useful & upakāra (adj.) & \\[0pt]
(1) here; now; in this world; (2) in this case & idha (ind.) & \\[0pt]
here & idha (ind.) & \\[0pt]
he & so, sa (m.) & \\[0pt]
he who attends to the ill & yo gilānaṃ upaṭṭhāti & \\[0pt]
he who (m.nom.) & yo (m.) & \\[0pt]
his & assa (pron.) & \\[0pt]
hits; beats; stabs & hanati & \\[0pt]
holding back; restraining; lit. holding down & niggaha (adj.) & \\[0pt]
holds up; carries; bears in mind & dhāreti & \\[0pt]
horse & assa (m.) & \\[0pt]
hot & uṇha (adj.) & \\[0pt]
hot water & uṇhodaka (nt.) [uṇha + udaka] & \\[0pt]
house builder; mason; carpenter & gahakāra (m.) & \\[0pt]
house; dwelling & geha (nt.) & \\[0pt]
householder; landowner & gahapatika (m.) [gaha + pati + ka] & \\[0pt]
house; home; lit. entering down & nivesana (nt.) & \\[0pt]
How? & kathaṁ (ind.) & \\[0pt]
How? & kinti (ind.) & \\[0pt]
how many? & kittaka (adj.) & \\[0pt]
how many? & kittaka (adj.) [ka + tta + ka] & \\[0pt]
how-old? lit. having how many years? & kativassa (adj.) & \\[0pt]
human being; man; person & manussa (m.) & \\[0pt]
I am (√as) & asmi & \\[0pt]
I am (√hū) & homi & \\[0pt]
I don't know. & Na jānāmi. & \\[0pt]
I don't understand. & Na pajānāmi. & \\[0pt]
(I feel) sorry. (for your situation) & Kāruññaṁ. & \\[0pt]
if & sace (ind.) & \\[0pt]
if; whether; perhaps & yadi (ind.) & \\[0pt]
I have (in my presence there are) & mama santike santi (idiom) & \\[0pt]
I hope; I trust & kacci (ind.) & \\[0pt]
I hope you are\ldots{} & kacci'si [kacci + asi] & \\[0pt]
illness; affliction & ābādha (m.) & \\[0pt]
immediately after that; with no interval & anantaraṁ (ind.) & \\[0pt]
indignant; angry; annoyed & kupita (pp. of kuppati) & \\[0pt]
informs & āroceti & \\[0pt]
inspiration; faith; trust; confidence; lit. settling & pasāda (m.) & \\[0pt]
intention; volition; choice; lit. making together & saṅkhāra (m.) & \\[0pt]
in the future; hereafter & samparāyika (adj.) & \\[0pt]
in the presence (of); near (to) & santike (ind.) & \\[0pt]
in those; among those & tesu (pron.) [ta + esu] & \\[0pt]
I (pron.) & ahaṁ & \\[0pt]
irritated; annoyed; displeased; lit. not own mind & anattamana (adj.) [na + atta + mana] & \\[0pt]
is abandoned; is given up & pahīyati (pr.pass. of pajahati) & \\[0pt]
is able (to) & sakkoti & \\[0pt]
is angered; is provoked; is irritated & kuppati & \\[0pt]
(is) born & jāyati & \\[0pt]
is burned; is scorched; is on fire & ḍayhati & \\[0pt]
is calmed; is appeased & sammati & \\[0pt]
is happy (with); delights (in); likes; enjoys & nandati & \\[0pt]
is hurt; is killed; is slaughtered & haññati (pr. pass. of hanati) & \\[0pt]
is in solitude; seeks privacy & rahāyati & \\[0pt]
is received; is obtained & labbhati (pass. of labhati) & \\[0pt]
It is cold today. & Ajj'ātisītaṁ. & \\[0pt]
It is hot today. & Ajj'āccuṇhaṃ. [ajja (ind.) + ati  + uṇha] & \\[0pt]
it is possible, it is plausible; lit. a basis exists & ṭhānaṁ vijjati (idiom) & \\[0pt]
it is suitable; it is allowable & kappati & \\[0pt]
its; of/for that & tassa (gen./dat. of \emph{ta} 'it, that') & \\[0pt]
it & taṁ, tad (nt.) & \\[0pt]
it; that & ta / taṁ (pron.) & \\[0pt]
jewel; gemstone & maṇi (m.) & \\[0pt]
Kaṭhina-cloth & kaṭhinadussa (nt.) & \\[0pt]
knower of the world (epithet of the Buddha) & lokavidū (m.) & \\[0pt]
knows clearly; understands; distinguishes & pajānāti & \\[0pt]
knows & jānati & \\[0pt]
knows; understands & jānāti & \\[0pt]
layman; male lay follower & upāsaka (m.) & \\[0pt]
laywoman; female lay follower & upāsikā (f.) & \\[0pt]
leads (to); results (in); causes & saṁvattati & \\[0pt]
learned by heart; mastered & pariyatta (adj. pp. of pariyāpuṇāti) & \\[0pt]
length of life; life-span & āyuppamāṇa (nt.) [āyu + pamāṇa] & \\[0pt]
lies; lies around; lit. sleeps & seti & \\[0pt]
light; brightness; clarity & āloka (m.) & \\[0pt]
like; as; according to; how & yathā (ind.) & \\[0pt]
lion & sīha (m.) & \\[0pt]
little fatigue; little tiredness & appakilamatha (m.) & \\[0pt]
little; tiny; minute & thoka (adj.) & \\[0pt]
lives (in); dwells & viharati & \\[0pt]
lives & jīvati & \\[0pt]
long road; journey & addhāna (nt.) & \\[0pt]
long road; journey & addhāna (nt.) & \\[0pt]
loves; holds dear; is fond of & piyāyati & \\[0pt]
man & nara (m.) & \\[0pt]
market; bazaar; market place & antarāpaṇa (m.) & \\[0pt]
master; gentleman & ayya (m.) & \\[0pt]
master; gentleman; sir & ayya (m.) & \\[0pt]
mayor & nagaraguttika (m.) & \\[0pt]
monk; mendicant; lit. beggar & bhikkhu (m.) & \\[0pt]
moon & canda (m.) & \\[0pt]
more; greater; bigger & bahutara & \\[0pt]
more; greater; superior & bhiyyo (ind.) & \\[0pt]
morning-time & pubbaṇhasamaya (m.) & \\[0pt]
myself slept well & sukhamasayitthaṁ (aor.1st.refl.) & \\[0pt]
my; to me; for me & me / mayha / mama (pron.) & \\[0pt]
Never mind (leave it aside). & Tiṭṭhatu, bhante. & \\[0pt]
never & na kadāci (idiom) & \\[0pt]
next; after & para (adj.) & \\[0pt]
night & sāya (nt.) & \\[0pt]
nods off; dozes off & pacalāyati & \\[0pt]
No. & No hetaṁ, bhante. & \\[0pt]
not I & nāhaṁ [na + ahaṁ] & \\[0pt]
now & idāni (ind.) & \\[0pt]
(object of) pleasure; sensual pleasure & kāma (m.) & \\[0pt]
object of sensual pleasure; lit. sensual strings & kāmaguṇa (m.) & \\[0pt]
obligation; duty & kicca (nt.) & \\[0pt]
observance day & uposatha (m.) & \\[0pt]
occurs; happens; befalls; lit. goes down & okkamati & \\[0pt]
ocean & sāgara (m.) & \\[0pt]
(of a tree) root; base (2) source; origin; root (3) money; cash & mūla (nt.) & \\[0pt]
offence; transgression & āpatti (f.) & \\[0pt]
offense; transgression & āpatti (f.) & \\[0pt]
(of fire) extinguishing; quenching; going out; lit. blowing away & nibbāna (nt.) [nī + √vā + ana] & \\[0pt]
(of the body) limb & gatta (nt.) & \\[0pt]
of the teacher; master's; Buddha's & satthu (m.) [√sās + tar + u] & \\[0pt]
old age; growing old; decay & jara (m.) [√jar + a] & \\[0pt]
one hundred & sata (card.) & \\[0pt]
one slept well; one rested comfortably & sukhamasayittha (aor.2nd.pl.) & \\[0pt]
one without faith or confidence & appasanna (m.) & \\[0pt]
organises; arranges; prepares (food; drinks; etc.) & paṭiyādeti & \\[0pt]
passion; infatuation; lust & rāga (m.) & \\[0pt]
pedestrian, traveller & pathika (m.) & \\[0pt]
personal; lit. see for oneself & sacchi (adj.) & \\[0pt]
personally experiences, realizes; lit. personally does & sacchikaroti & \\[0pt]
personally; with one’s own hand & sahatthā (ind.) & \\[0pt]
person; individual & puggala (m.) & \\[0pt]
(1) picks up (2) takes; accepts (3) grasps; learns & uggaṇhāti & \\[0pt]
(1) place (2) reason; ground; basis;  lit. standing & ṭhāna (nt.) & \\[0pt]
(1) place; region (2) point; item; detail & desa (m.) & \\[0pt]
places down; lays down; sets up & odahati & \\[0pt]
Please sit. & Nisīdatha. & \\[0pt]
pleasure; enjoyment; relish; delight & nandi (f.) & \\[0pt]
Portugal-region & Portugal-desa & \\[0pt]
post-office & sandesāgāra (nt.) & \\[0pt]
practices; engages (in) & paṭisevati & \\[0pt]
prepares; arranges; considers & kappeti & \\[0pt]
prepares; sets out (a seat, etc.) & paññāpeti & \\[0pt]
privately; alone; secretly & raho (ind.) & \\[0pt]
pulls (towards); tugs (to) & āviñchati & \\[0pt]
purity; purification & pārisuddhi (f.) & \\[0pt]
rain; downpour & vassa (m.) & \\[0pt]
recites & uddisati & \\[0pt]
remorse; regret; lit. remembering back negatively & vippaṭisāra (m.) & \\[0pt]
requisite; everyday item & parikkhāra (m.) & \\[0pt]
reverence (to); homage (to); lit. bow & namas (m.) [√nam + as] & \\[0pt]
(1) rice water; congee (2) glue; sticky stuff & kañjiya (nt.) & \\[0pt]
rice & bhatta (m.) & \\[0pt]
rice; boiled rice; food; lit. wet stuff; boiled in water & odana (m.) & \\[0pt]
rice gruel; rice water & acchakañjiyā (f.) & \\[0pt]
right here & ettheva [ettha + eva] & \\[0pt]
rising (from); emerging (from) & uṭṭhāya (ger. of uṭṭhahati) & \\[0pt]
root (of a tree); base; foot & mūla (nt.) & \\[0pt]
runs & dhāvati & \\[0pt]
sage; hermit & muni (m.) & \\[0pt]
sage; wise man & paṇḍita (m.) & \\[0pt]
says; speaks & vadeti & \\[0pt]
scatters over; sprinkles & abhikīrati & \\[0pt]
scribe, clerk, writer & lekhaka (m.) & \\[0pt]
seat; chair; lit. sitting & āsana (nt.) & \\[0pt]
seclusion; solitude & viveka (m.) & \\[0pt]
seed; germ & bīja (nt.) & \\[0pt]
seen; found; visible & diṭṭha (pp. of √dis) & \\[0pt]
sees & passati & \\[0pt]
sees; takes a look (at) & pekkhati & \\[0pt]
(See you) tomorrow. & Suve. & \\[0pt]
sells & vikkiṇāti & \\[0pt]
servant; attendant & sevaka (m.) & \\[0pt]
sets out; provides; lit. causes to stand near & upaṭṭhāpeti [upa + √ṭhā + *āpe + ti] & \\[0pt]
she (f.) & sā (f.) & \\[0pt]
She speaks to him/them. & Sā taṃ bhāsati. & \\[0pt]
shines; blazes; burns & tapati & \\[0pt]
shines (in); looks beautiful (in) & sobhati & \\[0pt]
should be shared with & saddhiṁ saṁvibhajitabbaṁ & \\[0pt]
sick; ill; unwell & gilāna (adj.) & \\[0pt]
silence, quiet & tuṇhī (ind.) & \\[0pt]
sister & bhaginī (f.) & \\[0pt]
sits & nisīdati & \\[0pt]
sitting alone & ekamāsīna (adj.) [eka + āsīna] & \\[0pt]
sitting hall & āsanasālā (f.) & \\[0pt]
sitting place; seat & nisajjā (f.) & \\[0pt]
skin & taca (m.) & \\[0pt]
sky & ākāsa (m.) & \\[0pt]
sleeps well (happily); rests comfortably & sukhaṁ seti (idiom) & \\[0pt]
slept well; rested comfortably & sukhamasayi (aor.2nd/3rd.sg.) & \\[0pt]
sorrows; grieves; mourns & socati & \\[0pt]
(Sorry, I have) regret. & Vippaṭisāraṁ. & \\[0pt]
(Sorry,) I'll make amends. & Paṭikarissāmi. & \\[0pt]
soup; broth & yūsa (m.) & \\[0pt]
speaks & bhāsati & \\[0pt]
speech; talk & bhāsa (m.) & \\[0pt]
spoon & kaṭacchu (m.) & \\[0pt]
stability; continuity; longevity; lit. standing & ṭhiti (f.) & \\[0pt]
stands & tiṭṭhati & \\[0pt]
state; condition; nature & bhāva (m.) & \\[0pt]
stream; river & sota (m.) & \\[0pt]
string; thread; tie & guṇa (m.) & \\[0pt]
strokes; massages; rubs; lit. wipes along & anumajjati [anu + √majj + a + ti] & \\[0pt]
studies well; learns thoroughly; masters; lit. reaches & pariyāpuṇāti & \\[0pt]
sufficient, enough & pahonaka (adj.) & \\[0pt]
suitable time (for) & pattakalla (nt.) & \\[0pt]
sun; lit. shining & suriya (m.) & \\[0pt]
sunrise; dawn; daybreak & pabhāta (nt.) & \\[0pt]
support; help; assistance & anuggaha (m.) & \\[0pt]
sweeping & sammajjana (nt. from sammajjati) & \\[0pt]
sweeping that place & taṇṭhāna-sammajjanaṁ & \\[0pt]
sweeps; cleans & sammajjati [saṁ + √majj + a + ti] & \\[0pt]
(1) takes; grasps; embraces (2) steals; takes (3) obeys; follows; accepts; lit. takes & ādiyati & \\[0pt]
takes; accepts; receives & paṭiggaṇhāti & \\[0pt]
takes; accepts; receives & paṭiggaṇhāti & \\[0pt]
takes a seat; sits down; lit. prepares a seat & nisajjaṁ kappeti (idiom.) & \\[0pt]
takes & harati & \\[0pt]
(1) taking; grasping; embracing (2) receiving; accepting & ādāya (ger. of ādiyati) & \\[0pt]
talks; speaks; converses & sallapati & \\[0pt]
teacher; master & satthar (m.) [√sās + tar] & \\[0pt]
teacher; religious leader & ācariya (m.) & \\[0pt]
ten & dasa (card.) & \\[0pt]
Thank you. & Anumodāmi. & \\[0pt]
that much; that far; still; at least & tāva (ind.) & \\[0pt]
the born & jāta (pp. of jāyati) & \\[0pt]
(1) then; after that (2) yet; but still; however & atha kho (idiom.) & \\[0pt]
therefore; in that case; if that's so & tena hi & \\[0pt]
there & tattha / tatra (ind.) & \\[0pt]
the reverence (to); the homage (to); lit. bow & namo (ind.; nom.sg. of namas) & \\[0pt]
these & ime / imā / imāni (pron.) & \\[0pt]
they are (√as) & santi & \\[0pt]
they are (√hū) & honti & \\[0pt]
they (f.) & tā, tāyo (f.) & \\[0pt]
they (m.) & te (m.) & \\[0pt]
they (nt.) & tāni (nt.) & \\[0pt]
thief; robber & cora (m.) & \\[0pt]
thinks; presumes; supposes & maññati & \\[0pt]
this; he; it & esa (pron.) & \\[0pt]
this indeed; certainly this & hidaṁ (sandhi.) [hi + idaṁ] & \\[0pt]
this is his & ayamassa & \\[0pt]
this is mine & meso & \\[0pt]
thought; reflection & vitakka (m.) & \\[0pt]
throws down; discards; drops & nikkhipati & \\[0pt]
time; occasion & samaya (m.) & \\[0pt]
to converse (with) & sallapituṁ (inf. of sallapati) & \\[0pt]
to do; to make & kātuṁ (inf.) & \\[0pt]
to/for her; to/for that & tassā (f.dat.sg.pron.) [ta + ssā] & \\[0pt]
to/for the cow, the cow's (irregular form) & gavassa, gāvassa & \\[0pt]
together with / accompanied by & saddhiṁ, saha (ind.) & \\[0pt]
to me & maṁ & \\[0pt]
tooth-stick; toothbrush & dantapona (nt.) & \\[0pt]
to sell & vikkiṇituṁ (inf. of vikkiṇāti) & \\[0pt]
town; market town & nigama (m.) & \\[0pt]
to you; for you & tava (pron.) & \\[0pt]
trader; dealer & vāṇija (m.) & \\[0pt]
tree & rukkha (m.) & \\[0pt]
trouble; misfortune; pain; misery & agha (nt.) & \\[0pt]
truth & sacca (nt.) & \\[0pt]
unbeneficial; harmful & ahitāya (dat.sg. of na + hita) & \\[0pt]
undertaking; entering on; attaining & upasampajja (ger. of upasampajjati) & \\[0pt]
unrepentant; obdurate; obstinate; lit. difficult to embarrass into silence & dummaṅku (adj.) [dur + maṅku] & \\[0pt]
untreated soup; bean broth & akaṭayūsa (m.) & \\[0pt]
untroubled; carefree; problem-free & anagha (adj.) [na + agha] & \\[0pt]
venerable; reverend & āyasmant (m.) & \\[0pt]
village; hamlet & gāma (m.) & \\[0pt]
Wait (stay) here. / May you wait here. & Ettheva tiṭṭha / tiṭṭhatha. & \\[0pt]
walking tour; walking journey & cārikā (f.) & \\[0pt]
walks & carati & \\[0pt]
wanders on tour; walks about & cārikaṁ carati (idiom.) & \\[0pt]
warding off; repelling; driving off & paṭighāta (m.) & \\[0pt]
washing water; rinsing water; lit. to be used & paribhojanīya (adj.) & \\[0pt]
was lost & jīyittha (aor. 3rd. refl. sg. of jīyati) & \\[0pt]
water; drinking water; lit. to be drunk & pāṇīya (nt.) & \\[0pt]
water & udaka (nt.) & \\[0pt]
we are (√as) & asma & \\[0pt]
we are (√hū) & homa & \\[0pt]
we could be; we may be (√as) & assāma (opt. pl. of assa) & \\[0pt]
Welcome here. & Svāgataṁ. & \\[0pt]
welfare (of); benefit (of); blessing & hita (nt.) & \\[0pt]
well-behaved; good; honest & pesala (adj.) & \\[0pt]
well-being; excellence & suṭṭhutā (f.) & \\[0pt]
well-being; prosperity & suvatthi (f.) [su + √as + ti] & \\[0pt]
we & mayaṁ & \\[0pt]
When? & kadā (ind.) & \\[0pt]
when; whenever & yadā (ind.) & \\[0pt]
where? from where? & kuto (ind.) & \\[0pt]
where?; from where? & kuto (ind.) [ka + to] & \\[0pt]
Where is the market? & Kattha antarāpaṇo? & \\[0pt]
Where? & kattha (ind.) & \\[0pt]
white & seta (adj.) & \\[0pt]
who has faith (in); who has confidence (in); lit. settled & pasanna (adj.) & \\[0pt]
whose; of/for whom & yassa (gen./dat. of ya 'who') & \\[0pt]
who?; what?; which? & ka / ko (pron.) & \\[0pt]
Why is that? Of what cause? & Taṁ kissa hetu? & \\[0pt]
why?; lit. from what? & kasmā (ind.) [ka + smā] & \\[0pt]
will bring & āharissati & \\[0pt]
wise man; knowledgable man & viññū (m.) [vi + √ñā + ū] & \\[0pt]
wise man; seer; lit. knower & vidū (m.) [√vid + ū] & \\[0pt]
wise man; seer & vidū (m.) & \\[0pt]
(1) wish; will; (2) control (over); mastery (over) & vasa (m.) & \\[0pt]
wishes; wants & icchati & \\[0pt]
(wishing) oh may!; if only! & aho vata (idiom.) & \\[0pt]
with mind; by mind; with thought & cetasā (m.) & \\[0pt]
without; free (from); with no; lit. gone away & apagata (adj., pp. of apagacchati) & \\[0pt]
without; -less; abstaining (from) & apeta (adj.) & \\[0pt]
with this & iminā (pron.) [ima + inā] & \\[0pt]
wooden spoon; ladle & dabbī (f.) & \\[0pt]
world; cosmos & loka (m.) & \\[0pt]
worn out; tired & kilanta (adj) & \\[0pt]
Yes. & Āma / Evaṁ bhante. & \\[0pt]
yesterday & hīyo (ind.) & \\[0pt]
you all are (√as) & attha & \\[0pt]
you all are (√hū) & hotha & \\[0pt]
you all slept & asayittha (aor.2nd.pl. of seti) & \\[0pt]
you are (√as) & asi & \\[0pt]
you are (√hū) & hosi & \\[0pt]
you did (irregular) & akāsi & \\[0pt]
you/he slept & asayi (aor.2nd/3rd.sg. of seti) & \\[0pt]
you (pl.) & tumhe & \\[0pt]
your; yours & tuyha (pron.) & \\[0pt]
you (sg.) & tvaṁ & \\[0pt]
\end{longtable}
\end{document}